TexasInstruments/c2000ware-core-sdk/driverlib/f28004x/examples/dac/buffdac_ex1_enable.syscfg

/**
 * Import the modules used in this configuration.
 */
const dac  = scripting.addModule("/driverlib/dac.js", {}, false);
const dac1 = dac.addInstance();

/**
 * Write custom configuration values to the imported modules.
 */
dac1.$name        = "myDAC0";
dac1.enableOutput = true;
